espressif/esp-idf/tools/test_apps/system/build_test/sdkconfig.ci.usb_console_ets_printf
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_CONSOLE_USB_CDC=y
CONFIG_ESP_CONSOLE_USB_CDC_SUPPORT_ETS_PRINTF=y
